Repository: giellalt/corpus-nob
Catalog: stable/tmx/sme/science/samilogut/2015/2_samisk_sprak_i_grunnskolen.pdf.tmx
Source language: nob
Languages: sme

source: Lulesamisk andrespråk 2 var delvis dekket for seks årstrinn etter ny læreplan, mens det fantes svært lite eller ingen læremidler for fire årstrinn.
sme: Julevsámegiella nubbingiellan 2:žis ledje oasit dárbbus gokčojuvvon ođđa oahppoplána mielde guđa luohkkáceahkis, muhto ledje uhccán oahpponeavvut dahje ii mihkkege njealji luohkkáceahkis.

source: I 2014 er situasjonen svært mye forbedret.
sme: Jagi 2014 lea dilli sakka buorránan.

source: Behovet for læremidler er dekket for Lule- og Sørsamisk andrespråk 2 på alle ti klassetrinn.
sme: Oahpponeavvodárbu lea gokčojuvvon Julev- ja Máttasámegiella nubbingiellan 2:žis buot logi jahkeceahkis.

source: For nordsamisk er behovet dekket for klassetrinn 1-7, mens en på klassetrinn 8-10 har dekker deler av kompetansemålet med nyutviklede eller nytt opptrykk av temabøker, hefter og digitalt materiale.
sme: Davvisámegielas lea dárbu gokčojuvvon luohkkácehkiin 1-7, ja luohkkácehkiin 8-10 leat oasit gealbomihttomearis gokčojuvvon ođđaovddiduvvon dahje ođđasit deaddiluvvon fáddágirjjiiguin, gihppagiiguin ja digitála materiálain.

source: I tillegg finnes elevbøker som er nesten heldekkende etter tidligere læreplaner.
sme: Daid lassin leat girjjit mat gokčet dárbbu masá ollásit boares oahppoplánaid mielde.

source: Sametingets matrise viser forøvrig at behovet for læremiddel i faget Samisk andrespråk 3 er nesten dekket i grunnskolen.
sme: Sámedikki matriisa čájeha muđuid ahte oahpponeavvodárbu fágas Sámegiella nubbingiellan 3, lea masá gokčojuvvon vuođđoskuvllas.

source: Unntakene er Lulesamisk andrespråk 3, klassetrinn 10 og Sørsamisk andrespråk 3, klassetrinn 8-10 der det er mangler.
sme: Spiehkastagat leat Julevsámegiella nubbingiellan 3 luohkkáceahkis 10 ja Máttasámegiella nubbingiellan 3 luohkkácehkiin 8-10 main leat váilevašvuođat.

source: Der er deler av kompetansemålet dekt med nyutviklet eller nytt opptrykk av temabøker, hefter og digitalt materiale.
sme: Dáin leat oasit gealbomihttomearis gokčojuvvon ođđaovddiduvvon dahje ođđasit deaddiluvvon fáddágirjjiiguin, gihppagiiguin ja digitála materiálain.

source: 2.5.5 Sametinget syn
sme: 2.5.5 Sámedikki oaidnu

source: Denne oversikten viser et stort sprik mellom Sametingets prinsipielle syn på læremidler for opplæring på samiske språk og virkeligheta.
sme: Dát logahallan čájeha ahte lea stuorra erohusa Sámedikki prinsihpalaš oainnus sámegiela oahpahusa oahpponeavvodilis ja oahpponeavvuid duohtadilis.

source: Sametinget (2014-1: 5) prinsipielle syn er at samiske elever har samme rettigheter som andre elever i norsk skole til å få læremidler på sitt morsmål.
sme: Sámedikki (2014-1: 5) prinsihpalaš oaidnu lea ahte Sámi oahppiin lea seamma vuoigatvuohta go dáža oahppiinge fidnet buot oahpponeavvuid iežaset eatnigillii.

source: Denne retten er ikke oppfylt ettersom det både i 2010 og 2014 er mangel på samiskspråklige læremidler i mange fag.
sme: Dát vuoigatvuohta ii leat ollašuvvan go sihke 2010:s ja 2014:s váilot sámegielat oahpponeavvut máŋgga fágas.

source: Sametinget har i sin behandling av opplæringsloven i juni 2014, pekt på at samiske elevers rett til læremidler på sitt opplæringsspråk, ikke er sikret i lov med tilhørende forskrift.
sme: Sámediggi lea meannudettiin oahpahuslága geassemánus 2014 čujuhan dasa ahte sámi oahppiid vuoigatvuohta oahpponeavvuide iežaset oahpahusgillii ii leat sihkkarastojuvvon lágas oktan dasa gulli láhkaásahusain.

source: Retten til læremidler på begge de norske målformene er sikret i opplæringsloven og retten presiseres og styrkes i forskrift til loven.
sme: Vuoigatvuohta oahpponeavvuide goappašiid dáru giellahámiin lea sihkkarastojuvvon oahpahuslágas ja vuoigatvuohta aiddostahttojuvvo ja nannejuvvo láhkaásahusas.

source: Sametinget har av den grunn bedt om en revidering av opplærings- og privatskoleloven for å styrke samiske elevers rett til opplæring i og på samisk og på grunnlag av samiske kulturverdier, herunder særskilt retten til samiske læremidler på alle fag i hele grunnopplæringa.
sme: Sámediggi lea dán sivas bivdán ahte oahpahus- ja priváhtaskuvlaláhka ođasmahttojuvvo nannen dihtii sámi oahppiid vuoigatvuođa oahpahussii sámegielas ja sámegillii ja sámi kulturárvvuid vuođul, dás maiddái erenoamážit vuoigatvuođa sámi oahpponeavvuide buot fágain olles vuođđooahpahusas.

source: 2.6 Tilsyn med samiskopplæringa
sme: 2.6 Sámegiela oahpahusa bearráigeahčču

source: Samiske elevers rettigheter etter opplæringsloven har vært et prioritert område for tilsyn med grunnskolen og den videregående opplæringen siden 2009. I tildelingsbrevet fra Kunnskapsdepartementet ble Utdanningsdirektoratet da gitt i oppdrag:
sme: Sámi oahppiid vuoigatvuođat oahpahuslága mielde lea leamaš vuoruhuvvon suorgi vuođđoskuvllaid ja joatkkaoahpahusa bearráigeahččamis 2009 rájes. Máhttodepartemeanta (2009: 31) barggahii dalle Oahpahusdirektoráhttii juolludanreivves:

source: ”å gjennomføre tilsyn med fylkeskommunenes og kommunenes oppfølging av samiske elevers rettigheter etter opplæringsloven, herunder også tilgangen til læremidler”. (Kunnskapsdepartementet 2009: 31)
sme: ”bearráigeahččat sihke mo fylkkagielddaid ja gielddaid čuovvulit sámi oahppiid vuoigatvuođaid oahpahuslága mielde, dan oktavuođas maiddái oahpponeavvuid fidnemis”.

source: I praksis er det Fylkesmannsembetet som har ansvar for å føre tilsyn med samiskopplæringa i sine respektive fylker.
sme: Geavadis lea fylkkamánneámmáhiin ovddasvástádus bearráigeahččat sámegiela oahpahusa iežaset fylkkain.

source: Tabell 2.21 viser at fylkesmannsembetene utførte 14 tilsyn med opplæringa i samiske språk i perioden 2012 til juni 2015. Disse tilsynene ble holdt i fylkene Oslo og Akershus, SørTrøndelag, Nordland og Finnmark.
sme: Tabell 2.21 čájeha ahte fylkkamánneámmáhat čađahedje 14 bearráigeahččama sámegiela oahpahusas áigodagas 2012:s gitta geassemánu 2015. Daid bearráigeahččamiid čađahedje fylkkain: Oslos ja Akershusas, Mátta-Trøndelágas, Nordlánddas ja Finnmárkkus.

source: 13 tilsyn gjaldt grunnskolen og ett tilsyn en videregående skole.
sme: 13 bearráigeahču dahkkojuvvojedje vuođđoskuvllain ja okta joatkkaskuvllas.

source: Avdelingene for barnehage og undervisning i Oslo og Akershus, samt de fem nordligste fylkene har blitt tilskrevet og bedt om opplysninger om tilsyn med samiskopplæringa.
sme: Artihkkalii lea diđoštallan sámegiela oahpahusa bearráigeahččamiid birra Oslo ja Akershusa ja viđa davimus fylkka fylkkamánniid mánáidgárde- ja oahpahusossodagain.

source: Rapporter fra tilsyn i de nordlige fylkene har blitt hentet fra Fylkesmennenes hjemmesider på internett der de er offentlig tilgjengelig, mens tilsynsrapportene fra Oslo og Akershus ble tilsendt fra Fylkesmannen i Oslo/Akershus.
sme: Bearráigeahččanraporttat davimus fylkkain leat vižžojuvvon Fylkkamánniid ruovttusiidduin interneahtas gos leat almmolaččat oaidnin láhkai. Oslo ja Akershus fylkkamánne lea sádden iežas fylkka bearráigeahččanraporttaid čállái.

source: En tilsynsrapport for tilsyn gjennomført i 2015 var ikke offentliggjort da artikkelen ble ferdigstilt.
sme: Okta bearráigeahččanraporta ii lean almmuhuvvon go artihkal gárvvistuvvui.

source: Dette gjelder Fylkesmannen i SørTrøndelags tilsynsrapport for samiskopplæringa i Namdalseid kommune 9. juni.
sme: Das lea sáhka Mátta-Trøndelága bearráigeahččanraporttas sámegiela oahpahusa bearráigeahččamis Namdalseid gielddas geassemánu 9. beaivvi.

source: 2.6.1 Tilsynenes innhold
sme: 2.6.1 Bearráigeahčuid sisdoallu

source: Det overordnede målet med tilsynsvirksomhet i forbindelse med samiske elevers rettigheter etter opplæringsloven, er å sikre at målgruppa får det tilbudet de har krav på.
sme: Bearráigeahččandoaimma bajimus mihttomearri go bearráigeahččá sámi mánáid vuoigatvuođaid oahpahuslága ektui, lea sihkkarastit ahte ulbmiljoavku oažžu fálaldaga maid sáhttá gáibidit.

source: Samiske elever skal gis mulighet til å oppnå kompetanse innen samisk språk.
sme: Sámi oahppiide galgá addit vejolašvuođa olahit gelbbolašvuođa sámegielas.

source: Tilsynet skal kontrollere om kommunen forholder seg til lovens krav, og eventuelt bidra til at tilstanden i kommunen blir i samsvar med kravene i regelverket.
sme: Bearráigeahččamis galgá dárkkistit čuovvugo gielda lága gáibádusaid, ja vejolaččat fuolahit ahte dilli gielddas soahpá njuolggadusaid gáibádusaiguin.

source: De lovkrav som kontrolleres i tilsynet er valgt på bakgrunn av hvilke bestemmelser som er mest sentrale for at samiske elever skal få det tilbudet om opplæring i og på samisk som kommunene er pålagt å tilby.
sme: Láhkagáibádusat mat dárkkistuvvojit bearráigeahčus, leat válljejuvvon dan ektui makkár mearrádusat leat guovddášlepmosat vai sámi oahppit ožžot dan oahpahusfálaldaga sámegillii ja sámegielas maid gielddat leat geatnegahtton addit.

source: Valg av lovkrav som skal kontrolleres i tilsynet ble gjort etter erfaringer fra piloteringen i Nordland høsten 2009. (Fylkesmannen i Oslo og Akershus 2012-3: 3)
sme: Láhkagáibádusat maid galgá bearráigeahččat bearráigeahčuin, leat válljejuvvon vásáhusaid vuođul maid oaččui álggahanprošeavttas Nordlánddas čakčat 2009. (Fylkesmannen i Oslo og Akershus 2012-3: 3)

source: Tilsynsrapportene inneholder et kapittel der en redegjør for hva som undersøkelses.
sme: Bearráigeahččanraporttain lea kapihtal mas čilge maid guorahallá.

source: Nedenfor oppsummeres hovedtrekkene fra tilsyn i Rana kommunen i Nordland da dette gir et bilde av hva som har blitt undersøkt i alle kommunene.
sme: Vulobealde lea čoahkkáigeassu váldosárggastagain bearráigeahčus Rana gielddas Nordlánddas dannego addá buori áddejumi das mii guorahallojuvvo buot gielddain.

source: (Fylkesmannen i Nordland 2014-1).
sme: (Nordlándda fylkkamánne 2014-1).

source: I tillegg benyttes tilsynsrapporten fra Kautokeino (Fylkesmannen i Finnmark 2015) for å vise hva som har blitt undersøkt innenfor forvaltningsområdet.
sme: Dasa lassin geavahuvvo bearráigeahččanraporta Guovdageainnu suohkanis (Finnmárkku fylkkamánne 2015) čájehit maid guorahallá Hálddašanguovllu siskkobealde.

source: Det er spesielt fire forhold som har blitt undersøkt ved tilsynene.
sme: Leat erenoamážit bearráigeahččan njeallje ášši.

source: 1. Forsvarlig system – opplæringsloven § 13-10 annet ledd
sme: 1. Dohkálaš vuogádat – oahpahuslága § 13-10 nubbi lađas

source: Kommunen har etter opplæringsloven § 13-10 annet ledd et overordnet ansvar for at skoleledelsen ved hver enkelt skole oppfyller kravene og pliktene i loven, og at de tilbyr de tjenester og aktiviteter som loven beskriver.
sme: Gielddain lea oahpahuslága § 13-10 nuppi lađđasa mielde bajimus ovddasvástádus das ahte skuvlajođiheaddjit juohke áidna skuvllas ollašuhttet lága gáibádusaid ja geatnegasvuođaid, ja ahte sii fállet daid bálvalusaid ja doaimmaid mat lágas čilgejuvvojit.

source: For å oppfylle kravene til et forsvarlig system må skoleeier kunne dokumentere:
sme: Ollašuhttin dihte gáibádusaid dohkálaš vuogádaga birra galgá skuvlaeaiggát máhttit dokumenteret:

source: At det foreligger rutiner som sikrer at alle i organisasjonen som har oppgaver knyttet til samiske elevers rettigheter har tilstrekkelig kunnskap om innhold og krav i de bestemmelsene som er relevante.
sme:  Ahte leat rutiinnat mat sihkkarastet ahte buohkat organisašuvnnas geain leat barggut mat leat čatnašuvvan sámi oahppiid vuoigatvuođaide, lea doarvái máhttu áššáigullevaš mearrádusaid sisdoalus ja gáibádusain

source: At det foreligger rutiner som sikrer at kommunen får nødvendig informasjon om det som faktisk skjer når det gjelder opplæring i samisk.
sme:  Ahte leat rutiinnat mat sihkkarastet ahte gielda oažžu doarvái dieđu das mii duođaid dáhpáhuvvá sámegiela oahpahusas

source: At det foreligger rutiner for at denne informasjonen blir vurdert i forhold til lovkravene.
sme:  Ahte leat rutiinnat mo dát dieđut árvvoštallojuvvojit láhkagáibádusaid ektui

source: At det foreligger rutiner for å sette inn nødvendige tiltak dersom det avdekkes at praksis ikke er i samsvar med lovkravene.
sme:  Ahte leat rutiinnat mo álggaha dárbbašlaš doaibmabijuid jos boahtá ovdan ahte geavat ii soaba láhkagáibádusaiguin

source: 2. Samisk opplæring i grunnskolen – opplæringsloven § 6-2
sme: 2. Sámegieloahpahus vuođđoskuvllas – oahpahuslága § 6-2

source: De fire kommunene der tilsyn ble utført i Nordland fylke, befinner seg utenfor Forvaltningsområdet.
sme: Dan njealji gielddas Nordlánddas gos bearráigeahčču čađahuvvui, leat Hálddašanguovllu olggobealde.

source: De regnes ikke som samisk distrikt i henhold til utdanningsloven og derfor har utgangspunktet for fylkesmannens vurderinger vært avgrenset til lovbestemmelsene i opplæringsloven § 6-2 som angår rettigheter utenfor samiske distrikt.
sme: Dat eai adnojuvvo Sámi guovlun oahpahuslágas ja danne leat ráddjehusat oahpahuslága § 6-2 láhkamearrádusain mat gusto vuoigatvuođaide Sámi guovllu olggobealde, leamaš Fylkkamánne árvvoštallamiid vuolggasadji.

source: Utenfor samiske distrikt har alle samer i grunnskolealder rett til opplæring i samisk.
sme: Sámi guovllu olggobealde lea buot vuođđoskuvlaahkásaš sápmelaččain vuoigatvuohta oažžut oahpahusa sámegielas.

source: Dette betyr at disse kommunene plikter å gi samer i grunnskolealder opplæring i samisk uavhengig av gruppestørrelse.
sme: Dát mearkkaša ahte gielddain lea geatnegasvuohta addit oahpahusa sámegielas almmá beroškeahttá joavkku sturrodagas.

source: Skoleeier må ha et system som sikrer at opplæringa i samisk er i samsvar med Læreplanverket for Kunnskapsløftet – Samisk, jf. opplæringsloven § 6-4 og forskrift til opplæringsloven §§ 11 og 1-11. Samiskopplæringa må følge den til enhver tid fastsatte fag- og timefordelingen, jf. opplæringsloven § 2-2. Fag- og timefordelinga i grunnskolen er en del av den pliktige opplæringa og kan ikke fravikes, jf. opplæringsloven §§ 2-1 og 2-3.
sme: Skuvlaeaiggádis galgá leat vuogádat mii sihkkarastá ahte oahpahus sámegielas soahpá Oahppoplánabuktosiin Máhttoloktemiin – Sápmi vrd. oahpahuslága 6-4 ja oahpahuslága láhkaásahusa §§ 1-1 ja 1-11. Sámegiela oahpahusa galgá álo čuovvut mearriduvvon fága- ja diibmojuohkima vrd. oahpahuslága § 2-2. Vuođđoskuvlla fága- ja diibmojuohkin lea oassin geatnegahtton oahpahusa ja das ii sáhte spiehkastit vrd. oahpahuslága §§ 2-1 ja 2-3.

source: Fylkesmannen i Finnmark har holdt to tilsyn med samiskopplæringa i kommuner som ligger i Forvaltningsområdet for samisk språk og regnes som samisk distrikt.
sme: Finnmárkku fylkkamánne lea bearráigeahččan guokte gieldda mat leat Sámegiela hálddašanguovllu siskkobealde ja adnojuvvo Sámi guovlun.

source: Dette gjelder Kautokeino og Porsanger (Fylkesmannen i Finnmark 2014;
sme: Das lea sáhka Guovdageainnus ja Porsáŋggus. (Finnmárkku fylkkamánne 2014;

source: I disse kommunene har alle i grunnskolealder rett til opplæring i og på samisk etter opplæringsloven § 6-2. I tillegg
sme: 2015.) Daid gielddain lea buot vuođđoskuvlaahkásaččain vuoigatvuohta oažžut oahpahusa sámegielas ja sámegillii oahpahuslága § 6-2 mielde.

source: har Kautokeino kommune med hjemmel i loven vedtatt at alle i elever i grunnskolealder skal ha opplæring i samisk.
sme: Dasa lassin lea Guovdageainnus suohkan geavahan lága vejolašvuođa ja mearridan ahte buot vuođđoskuvlaahkásaš oahppit galget oažžut oahpahusa sámegielas.

source: 3. Nødvendig utstyr, inventar og læremiddel – opplæringsloven § 9-3
sme: 3. Dárbbašlaš reaiddut, luvvadagat ja oahpponeavvut – Oahpahuslága § 9-3

source: Etter opplæringsloven § 9-3 plikter skoleeier å sørge for at skolene har tilgang til nødvendig utstyr, inventar og læremiddel.
sme: Oahpahuslága § 9-3 mielde lea skuvlaeaiggát geatnegahtton fuolahit ahte skuvllas lea dárbbašlaš reaiddut, luvvadagat ja oahpponeavvut.

source: Videre gjelder et krav om at læremidlene skal være egnet til å benyttes i undervisninga. I forbindelse med samisk opplæring innebærer det blant annet en plikt til å ha læremidler i tråd med gjeldende læreplanverk og utstyr som muliggjør undervisning/fjernundervisning.
sme: Sámegiela oahpahusa oktavuođas dat mearkkaša ahte lea geatnegasvuohta háhkat oahpponeavvuid mat leat heivehuvvon doaibmi oahppoplánabuktosii ja reaiddut mat dahket oahpahusa/gáiddusoahpahusa vejolažžan.

source: 4. Alternative opplæringsformer i samisk – forskrift til opplæringsloven § 7-1
sme: 4. Sámegiela oahpahusa molssaevttolaš oahpahanvuogit - – oahpahuslága § 7-1 ásahus

source: Dersom skolen ikke har egnet undervisningspersonale, har elever med rett til opplæring i samisk krav på å få slik opplæring i alternative former.
sme: Jos skuvllas eai leat heivvolaš oahpahusbargit, de lea oahppiin geain lea vuoigatvuohta oažžut oahpahusa sámegielas, vuoigatvuohta oažžut dákkár oahpahusa molssaevttolaš vugiid mielde.

source: Slik opplæring kan blant annet være fjernundervisning, intensivundervisning og spesielle leirskoleopphold.
sme: Dákkár oahpahus sáhttá leat gáiddusoahpahus, intensiivaoahpahus dahje erenoamáš leairaskuvlaorrumat.

source: Dersom fjernundervisning benyttes kreves det at skoleeier har systemer som ivaretar den enkelte elevs rettigheter.
sme: Jos gáiddusoahpahus lágiduvvo, de gáibiduvvo ahte skuvlaeaiggádis leat vuogádagat mat vuhtiiváldet ovttaskas oahppi vuoigatvuođaid.

source: Skoleeier har ansvar for at opplæring er i henhold til regelverket, også når elevene får opplæring som fjernundervisning.
sme: Skuvlaeaiggádis lea ovddasvástádus das ahte oahpahus lágiduvvo njuolggadusaid mielde, maiddái dalle go oahppit ožžot oahpahusa gáiddusoahpahusa bokte.

source: Det er videre viktig at skoleeier har rutiner for å bistå elevene ved fjernundervisning, ikke minst teknisk sett.
sme: Lea maiddái dehálaš ahte skuvlaeaiggádis leat rutiinnat mo dat galgá fuolahit oahppiin gáiddusoahpahusa áiggis, ii unnimusat teknihkalaččat.

source: 2.6.2 Tilsyn i Oslo og Akershus
sme: 2.6.2 Bearráigeahčut Oslos ja Akershusas

source: Fylkesmannen i Oslo og Akershus gjennomførte fem tilsyn med samiskopplæringa i 2012. Tilsyn ble gjennomført i Oppegård, Oslo, Rælingen, Skedsmo og Ås kommune (Fylkesmannen i Oslo og Akershus 2012-1;
sme: Oslo ja Akershus fylkkamánne lea čađahan vihtta bearráigeahču sámegiela oahpahusas 2012. Dat bearráigeahčai gielddaid: Oppegård, Oslo, Rælingen, Skedsmo ja Ås (Fylkesmannen i Oslo og Akershus 2012-1;

source: Alle de fem tilsynene ble avsluttet med pålegg om retting.
sme: Buot vihtta bearráigeahču loahpahuvvojedje dainna ahte gohčui gielddaid njulget dili.

source: Tilsynsrapportene er oppsummert i et skriv fra Utdanningsdirektoratet til Kunnskapsdepartementet (Udir 2013-4: 19-20).
sme: Bearráigeahččanraporttain lea čoahkkáigeassu čállosis Oahpahusdirektoráhtas Máhttodepartementii (Udir 2013-4: 19-20).

source: Det er også avdekket en del lovbrudd i tilknytning til kontrollområdene som omhandler:
sme: Lea maid fuopmášan muhtin láhkarihkkumiid mat leat čatnasan daid bearráigeahččansurggiide:

source: kravet om å utarbeide skriftlige rutiner som sikrer at alle som har oppgaver knyttet til samiske elevers rettigheter har tilstrekkelig kunnskap om innhold og krav i de bestemmelsene som er relevante krav om at det foreligger dokumentasjon på at det er innhentet foreldresamtykke ved fritak fra andre fag for elever på barnetrinnet at kommunen må sørge for at elever som har rett til opplæring i og på samisk får velge mellom språkene nordsamisk, sørsamisk og lulesamisk.
sme:  gáibádussii ráhkadahttit čálalaš rutiinnaid mat sihkkarastet ahte buohkat geain leat barggut mat leat čatnašuvvan sámi oahppiid vuoigatvuođaide, lea doarvái máhttu áššáigullevaš mearrádusaid sisdoalus ja gáibádusain  gáibádussii ahte leat dokumentašuvdna mii čájeha ahte leat ožžon lobi mánáidceahki oahppiid váhnemiin geahpidit eará fágaid oahpahusa dasa ahte gielda ferte fuolahit ahte oahppiin geain lea vuoigatvuohta oažžut oahpahusa sámegielas ja sámegillii sáhttá válljet gielaid davvisámegiela, máttasámegiela ja julevsámegiela gaskka

source: Direktoratet drar ikke noen generelle konklusjoner om tilstanden for samisk opplæringa på grunnlag av vurderingene fra Oslo og Akershus fordi kun ett fylkesmannsembete hadde ført tilsyn i 2012. Direktoratet skriver avslutningsvis at: «…
sme: Direktoráhtta ii čále mangelágan oppalaš bohtosiid sámegiela oahpahusa dilis daid árvvoštallamiid vuođul Oslos ja Akershusas dannego dušše okta fylkkamánneámmát lei bearráigeahččan sámegiela oahpahusa 2012. Loahpas direktoráhtta čállá ahte: “...

source: av påleggene som er gitt fremkommer det at skoleeierne i større grad må sørge for at det foreligger tilstrekkelig utstyr og undervisningsmateriale slik at elevene som har krav på samisk opplæring får dette i den utstrekning de har krav på.
sme: addojuvvon njulgengohččumiin boahtá ovdan ahte skuvlaeaiggádat buorebut fertet fuolahit ahte lea dárbbašlaš reaiddut ja oahpponeavvut nu ahte oahppit, geain lea vuoigatvuohta oažžut sámegiela oahpahusa, ožžot dákkár oahpahusa dán meari mielde maid galget oažžut.

source: 2.6.3 Tilsyn i Nordland
sme: 2.6.3 Bearráigeahčut Nordlánddas

source: Det er utført fire tilsyn med samisk opplæringa i Nordland fylke.
sme: Leat čađahuvvon njeallje bearráigeahču sámegiela oahpahusas Nordlándda fylkkas.

source: Alle tilsyn startet i 2013 og ble avsluttet i 2014.Tilsyn er utført i Rana, Narvik, Evenes og Saltdal kommune (Fylkesmannen i Nordland 2014-1;
sme: Visot bearráigeahčut álggahuvvojedje 2013 ja loahpahuvvojedje 2014. Lea bearráigeahččan gielddaid: Rana, Narviika, Evenášši ja Saltdal. (Nordlándda fylkkamánne 2014-1;

source: Resultat av tilsyn i Nordland
sme: Nordland bearráigeahčuid bohtosat

source: Fylkesmannen avdekket lovbrudd i forbindelse med samiskopplæringa i alle de fire kommunene de førte tilsyn med. Færrest lovbrudd ble avdekket i Evenes kommune som ikke sikret samiske elevers rettigheter til forskriftsmessig fag- og timefordeling og minste årstimetall.
sme: Fylkkamánne fuopmášii láhkarihkkumiid sámegiela oahpahusas buot njealji gielddas maid bearráigeahččai. Unnimus láhkarihkkumat ledje Evenáššis mii ii sihkkarastán sámi oahppiid vuoigatvuođa oažžut njuolggadusas mearriduvvon fága- ja diibmojuogu, iige unnimus jahkediibmologu.

source: De andre kommunene hadde ikke et forsvarlig system for å avdekke, vurdere og følge opp om opplæringslovens krav til opplæring i samisk ivaretas.
sme: Eará gielddain ii lean dohkálaš vuogádat fuopmášit, árvvoštallat ja čuovvolahttit ahte vuhtiiváldá oahpahuslága gáibádusaid sámegiela oahpahusas.

source: Narvik kommune sikret heller ikke samiske elevers rettigheter til forskriftsmessig fag- og timefordeling og minste årstimetall.
sme: Narviikka gielda iige sihkkarastán sámi oahppiid vuoigatvuođa oažžut njuolggadusas mearriduvvon fága- ja diibmojuogu, iige unnimus jahkediibmologu.

source: Skoleeier hadde ikke en skriftlig avtale med fjernundervisningstilbyder som avklarte ansvaret for læreplankrav, vurdering, lærerkompetanse, organisering av opplæringa og rapportering til skoleeier.
sme: Skuvlaeaiggádis ii lean čálalaš soahpamuš gáiddusoahpahusfáluheaddjiin mas čilgejuvvui ovddasvástádus oahppoplánagáibádusain, árvvoštallamis, oahpaheaddjigelbbolašvuođas, oahpahusa organiseremis ja raporteremis skuvlaeaiggádii.

source: Saltdal kommune oppfylte ikke opplæringsloven § 6-2 i henhold til informasjon om retten til å velge språkform: nord-, lule- eller sørsamisk, og retten til opplæring i samisk ble ikke innfridd med det omfang lov og forskrift foreskriver.
sme: Saltdal gielda ii deavdán oahpahuslága § 6-2 dannego ii juohkán dieđu das ahte lea vuoigatvuohta válljet sámegielain: davvi-, julev- ja máttasámegielas. Vuoigatvuohta oažžut oahpahusa sámegielas ii ollašuvvan dan meari mielde maid lágas ja njuolggadusas gáibiduvvo.

source: Kommunene ble pålagt å rette opp en rekke feil og mangler innen en tidsfrist.
sme: Gielddaide bođii gáibádus njulget máŋggaid meattáhusaid ja váilevašvuođaid áigemeari siskkobealde.
